<?php
// +----------------------------------------------------------------------
// | 海豚PHP框架 [ DolphinPHP ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2017 河源市卓锐科技有限公司 [ http://www.zrthink.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://dolphinphp.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 插件配置信息
 */
return [
    ['text', 'service', '服务名', '上传的空间名'],
    ['text', 'username', '操作员账号', ''],
    ['text', 'password', '操作员密码', ''],
    ['text', 'domain', '域名', '空间绑定的域名，以 <code>https://</code> 开头，以 <code>/</code> 结尾', 'https://'],
];
